source/_static/diagrams/21-min-fields.d2
direction: right
n0: "name"
n1: "version"
n2: "toolchain"
n3: "sources"
n4: "sanity"
n0 -> n1
n1 -> n2
n2 -> n3
n3 -> n4
